---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.RebarHostCategory.Wall
enum: Autodesk.Revit.DB.Structure.RebarHostCategory
zh: 墙、墙体
source: html/c1fb6ce6-e249-acb6-e6b6-f0cb3b0ca6be.htm
---
# Autodesk.Revit.DB.Structure.RebarHostCategory.Wall

**中文**: 墙、墙体

Wall.